Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Add the public key below to your server's authorized_keys file.
ar: أضف المفتاح العام أدناه إلى ملف authorized_keys على خادمك.
ca: Afegiu la clau pública de sota al fitxer authorized_keys del vostre servidor.
cs: Přidejte níže uvedený veřejný klíč do souboru authorized_keys na vašem serveru.
da: Tilføj den offentlige nøgle nedenfor til din servers authorized_keys-fil.
de: Fügen Sie den unten stehenden öffentlichen Schlüssel zur authorized_keys-Datei Ihres Servers hinzu.
es: Añada la clave pública de abajo al archivo authorized_keys de su servidor.
fi: Lisää alla oleva julkinen avain palvelimesi authorized_keys-tiedostoon.
fr: Ajoutez la clé publique ci-dessous au fichier authorized_keys de votre serveur.
he: הוסף את המפתח הציבורי למטה לקובץ authorized_keys בשרת שלך.
hu: Adja hozzá az alábbi nyilvános kulcsot a szerver authorized_keys fájljához.
it: Aggiungere la chiave pubblica seguente al file authorized_keys del server.
ja: 以下の公開鍵をサーバーのauthorized_keysファイルに追加してください。
ko: 아래의 공개 키를 서버의 authorized_keys 파일에 추가하십시오.
nb: Legg til den offentlige nøkkelen nedenfor i serverens authorized_keys-fil.
nl: Voeg de onderstaande publieke sleutel toe aan het authorized_keys-bestand van uw server.
pl: Dodaj poniższy klucz publiczny do pliku authorized_keys na serwerze.
pt_br: Adicione a chave pública abaixo ao arquivo authorized_keys do seu servidor.
pt_pt: Adicione a chave pública abaixo ao ficheiro authorized_keys do seu servidor.
ro: Adăugați cheia publică de mai jos în fișierul authorized_keys al serverului dvs.
sl: Dodajte spodnji javni ključ v datoteko authorized_keys na vašem strežniku.
sv: Lägg till den publika nyckeln nedan i serverns authorized_keys-fil.
uk: Додайте наведений нижче відкритий ключ до файлу authorized_keys на вашому сервері.
vi: Thêm khóa công khai bên dưới vào tệp authorized_keys của máy chủ.
zh_hans: 将下方的公钥添加到服务器的 authorized_keys 文件中。
zh_hant: 將下方的公鑰加入伺服器的 authorized_keys 檔案中。

source: Add the strings that should never show on screen: your name in different spellings, e-mail addresses, hostnames.
ar: أضف السلاسل التي يجب ألا تظهر على الشاشة أبداً: اسمك بتهجئات مختلفة، وعناوين البريد الإلكتروني، وأسماء المضيفين.
ca: Afegiu les cadenes que no s'han de mostrar mai a la pantalla: el vostre nom en diferents grafies, adreces de correu electrònic, noms d'amfitrió.
cs: Přidejte řetězce, které se nikdy nemají objevit na obrazovce: vaše jméno v různých podobách, e-mailové adresy, názvy hostitelů.
da: Tilføj de strenge, der aldrig må vises på skærmen: dit navn i forskellige stavemåder, e-mailadresser og værtsnavne.
de: Fügen Sie die Zeichenketten hinzu, die nie auf dem Bildschirm erscheinen sollen: Ihren Namen in verschiedenen Schreibweisen, E-Mail-Adressen, Hostnamen.
es: Añade las cadenas que nunca deben aparecer en la pantalla: tu nombre con distintas grafías, direcciones de correo electrónico, nombres de host.
fi: Lisää merkkijonot, joiden ei pitäisi koskaan näkyä näytöllä: nimesi eri kirjoitusasuissa, sähköpostiosoitteet, isäntänimet.
fr: Ajoutez les chaînes qui ne doivent jamais apparaître à l'écran : votre nom dans différentes orthographes, des adresses e-mail, des noms d'hôte.
he: הוסף את המחרוזות שלעולם לא יוצגו על המסך: השם שלך באיותים שונים, כתובות דוא״ל, שמות מארחים.
hu: Adja hozzá azokat a karakterláncokat, amelyek soha nem jelenhetnek meg a képernyőn: a neve különböző írásmódokban, e-mail-címek, gazdagépnevek.
it: Aggiungi le stringhe che non devono mai comparire sullo schermo: il tuo nome nelle diverse grafie, gli indirizzi e-mail, gli hostname.
ja: 画面に表示したくない文字列を追加します: 表記違いを含む自分の名前、メールアドレス、ホスト名など。
ko: 화면에 절대 표시되지 않아야 할 문자열을 추가하세요: 다양한 표기의 이름, 이메일 주소, 호스트명.
nb: Legg til strengene som aldri skal vises på skjermen: navnet ditt i ulike skrivemåter, e-postadresser, vertsnavn.
nl: Voeg de tekenreeksen toe die nooit op het scherm mogen verschijnen: uw naam in verschillende schrijfwijzen, e-mailadressen, hostnamen.
pl: Dodaj ciągi znaków, które nigdy nie powinny pojawiać się na ekranie: Twoje imię i nazwisko w różnych pisowniach, adresy e-mail, nazwy hostów.
pt_br: Adicione as strings que nunca devem aparecer na tela: seu nome em diferentes grafias, endereços de e-mail, nomes de host.
pt_pt: Adicione as cadeias que nunca devem aparecer no ecrã: o seu nome em diferentes grafias, endereços de e-mail, nomes de anfitrião.
ro: Adaugă șirurile care nu trebuie să apară niciodată pe ecran: numele tău în diverse variante de scriere, adrese de e-mail, nume de gazde.
sl: Dodajte nize, ki se na zaslonu ne smejo nikoli prikazati: svoje ime v različnih zapisih, e-poštne naslove, imena gostiteljev.
sv: Lägg till de strängar som aldrig ska visas på skärmen: ditt namn i olika stavningar, e-postadresser, värdnamn.
uk: Додайте рядки, які ніколи не мають з'являтися на екрані: ваше ім'я в різних написаннях, адреси електронної пошти, імена хостів.
vi: Thêm các chuỗi không bao giờ được hiện trên màn hình: tên bạn ở các cách viết khác nhau, địa chỉ e-mail, tên máy chủ.
zh_hans: 添加绝不应显示在屏幕上的字符串：您姓名的不同写法、电子邮件地址、主机名。
zh_hant: 加入絕不應顯示在畫面上的字串：您姓名的各種拼寫方式、電子郵件地址、主機名稱。

source: Add these lines to enable mouse support and pass window titles through to rootshell tab titles.
ar: أضف هذه الأسطر لتمكين دعم الماوس وتمرير عناوين النوافذ إلى عناوين تبويبات rootshell.
ca: Afegiu aquestes línies per habilitar el suport del ratolí i passar els títols de les finestres als títols de les pestanyes de rootshell.
cs: Přidejte tyto řádky pro zapnutí podpory myši a předávání titulků oken do názvů panelů rootshell.
da: Tilføj disse linjer for at aktivere museunderstøttelse og videregive vinduetitler til rootshell-fanetitler.
de: Fügen Sie diese Zeilen hinzu, um Mausunterstützung zu aktivieren und Fenstertitel an die rootshell-Tab-Titel weiterzugeben.
es: Añade estas líneas para habilitar el soporte de ratón y pasar los títulos de ventana a los títulos de pestaña de rootshell.
fi: Lisää nämä rivit ottaaksesi käyttöön hiiren tuen ja välittääksesi ikkunaotsikot rootshell-välilehtien otsikoihin.
fr: Ajoutez ces lignes pour activer le support de la souris et transmettre les titres de fenêtres aux titres d'onglets rootshell.
he: הוסיפו שורות אלה כדי להפעיל תמיכה בעכבר ולהעביר כותרות חלונות לכותרות לשוניות rootshell.
hu: Adja hozzá ezeket a sorokat az egértámogatás engedélyezéséhez és az ablakcímek rootshell-lapcímekbe való átadásához.
it: Aggiungi queste righe per abilitare il supporto mouse e passare i titoli delle finestre ai titoli delle schede rootshell.
ja: これらの行を追加して、マウスサポートを有効にし、ウィンドウタイトルをrootshellのタブタイトルに反映させます。
ko: 마우스 지원을 활성화하고 창 제목을 rootshell 탭 제목으로 전달하려면 이 줄을 추가하세요.
nb: Legg til disse linjene for å aktivere musestøtte og sende vindustitler videre til rootshell-fanetitler.
nl: Voeg deze regels toe om muisondersteuning in te schakelen en venstertitels door te geven aan rootshell-tabtitels.
pl: Dodaj te linie, aby włączyć obsługę myszy i przekazywać tytuły okien do tytułów kart rootshell.
pt_br: Adicione estas linhas para habilitar o suporte ao mouse e passar os títulos das janelas para os títulos das abas do rootshell.
pt_pt: Adicione estas linhas para ativar o suporte do rato e passar os títulos das janelas para os títulos dos separadores do rootshell.
ro: Adăugați aceste linii pentru a activa suportul pentru mouse și a transmite titlurile ferestrelor către titlurile filelor rootshell.
sl: Dodajte te vrstice, da omogočite podporo za miško in posredujete naslove oken v naslove zavihkov rootshell.
sv: Lägg till dessa rader för att aktivera musstöd och skicka fönstertitlar vidare till rootshell-fliktitlar.
uk: Додайте ці рядки, щоб увімкнути підтримку миші та передавати заголовки вікон у заголовки вкладок rootshell.
vi: Thêm các dòng này để bật hỗ trợ chuột và chuyển tiêu đề cửa sổ tới tiêu đề tab rootshell.
zh_hans: 添加这些行以启用鼠标支持并将窗口标题传递到 rootshell 标签页标题。
zh_hant: 加入這些行以啟用滑鼠支援並將視窗標題傳遞至 rootshell 分頁標題。

source: Add this to your server's authorized_keys file if needed.
ar: أضف هذا إلى ملف authorized_keys على خادمك إذا لزم الأمر.
ca: Afegiu-ho al fitxer authorized_keys del vostre servidor si cal.
cs: V případě potřeby přidejte toto do souboru authorized_keys na vašem serveru.
da: Tilføj dette til din servers authorized_keys-fil, hvis det er nødvendigt.
de: Fügen Sie dies bei Bedarf zur authorized_keys-Datei Ihres Servers hinzu.
es: Añada esto al archivo authorized_keys de su servidor si es necesario.
fi: Lisää tämä palvelimesi authorized_keys-tiedostoon tarvittaessa.
fr: Ajoutez ceci au fichier authorized_keys de votre serveur si nécessaire.
he: הוסף זאת לקובץ authorized_keys בשרת שלך במידת הצורך.
hu: Ha szükséges, adja hozzá ezt a szerver authorized_keys fájljához.
it: Aggiungere questa chiave al file authorized_keys del server, se necessario.
ja: 必要に応じて、これをサーバーのauthorized_keysファイルに追加してください。
ko: 필요한 경우 이것을 서버의 authorized_keys 파일에 추가하십시오.
nb: Legg dette til i serverens authorized_keys-fil ved behov.
nl: Voeg dit indien nodig toe aan het authorized_keys-bestand van uw server.
pl: Dodaj to do pliku authorized_keys na serwerze, jeśli to konieczne.
pt_br: Adicione isso ao arquivo authorized_keys do seu servidor, se necessário.
pt_pt: Adicione isto ao ficheiro authorized_keys do seu servidor, se necessário.
ro: Adăugați acest lucru în fișierul authorized_keys al serverului dvs., dacă este necesar.
sl: Po potrebi to dodajte v datoteko authorized_keys na vašem strežniku.
sv: Lägg till detta i serverns authorized_keys-fil vid behov.
uk: За потреби додайте це до файлу authorized_keys на вашому сервері.
vi: Thêm nội dung này vào tệp authorized_keys của máy chủ nếu cần.
zh_hans: 如需要，请将此添加到服务器的 authorized_keys 文件中。
zh_hant: 如有需要，請將此加入伺服器的 authorized_keys 檔案中。

source: Add to ~/.tmux.conf on the remote host.
ar: أضف إلى ~/.tmux.conf على المضيف البعيد.
ca: Afegiu a ~/.tmux.conf a l'amfitrió remot.
cs: Přidejte do ~/.tmux.conf na vzdáleném hostiteli.
da: Tilføj til ~/.tmux.conf på den eksterne vært.
de: Zu ~/.tmux.conf auf dem Remote-Host hinzufügen.
es: Añadir a ~/.tmux.conf en el host remoto.
fi: Lisää ~/.tmux.conf-tiedostoon etäisännällä.
fr: Ajouter à ~/.tmux.conf sur l'hôte distant.
he: הוסיפו ל-~/.tmux.conf במארח המרוחק.
hu: Adja hozzá a ~/.tmux.conf fájlhoz a távoli gépen.
it: Aggiungere a ~/.tmux.conf sull'host remoto.
ja: リモートホストの ~/.tmux.conf に追加してください。
ko: 원격 호스트의 ~/.tmux.conf에 추가하세요.
nb: Legg til i ~/.tmux.conf på den eksterne verten.
nl: Toevoegen aan ~/.tmux.conf op de externe host.
pl: Dodaj do ~/.tmux.conf na zdalnym hoście.
pt_br: Adicionar ao ~/.tmux.conf no host remoto.
pt_pt: Adicionar a ~/.tmux.conf no anfitrião remoto.
ro: Adăugați în ~/.tmux.conf pe gazda la distanță.
sl: Dodajte v ~/.tmux.conf na oddaljenem gostitelju.
sv: Lägg till i ~/.tmux.conf på fjärrvärden.
uk: Додати до ~/.tmux.conf на віддаленому хості.
vi: Thêm vào ~/.tmux.conf trên máy chủ từ xa.
zh_hans: 添加到远程主机的 ~/.tmux.conf。
zh_hant: 加入到遠端主機的 ~/.tmux.conf。

source: Add to AI Tools
ar: إضافة إلى أدوات الذكاء الاصطناعي
ca: Afegeix a les eines d'IA
cs: Přidat do AI nástrojů
da: Tilføj til AI-værktøjer
de: Zu KI-Werkzeugen hinzufügen
es: Añadir a herramientas de IA
fi: Lisää tekoälytyökaluihin
fr: Ajouter aux outils IA
he: הוסף לכלי AI
hu: Hozzáadás az AI-eszközökhöz
it: Aggiungi agli strumenti AI
ja: AIツールに追加
ko: AI 도구에 추가
nb: Legg til i AI-verktøy
nl: Toevoegen aan AI-tools
pl: Dodaj do narzędzi AI
pt_br: Adicionar às Ferramentas de IA
pt_pt: Adicionar às Ferramentas de IA
ro: Adăugare la instrumentele IA
sl: Dodaj med AI-orodja
sv: Lägg till i AI-verktyg
uk: Додати до інструментів ШІ
vi: Thêm vào Công cụ AI
zh_hans: 添加到 AI 工具
zh_hant: 加入 AI 工具

source: Add WiFi AP Account
ar: إضافة حساب نقطة وصول WiFi
ca: Afegir compte AP WiFi
cs: Přidat účet WiFi AP
da: Tilføj WiFi AP-konto
de: WiFi-AP-Konto hinzufügen
es: Añadir cuenta AP WiFi
fi: Lisää WiFi AP -tili
fr: Ajouter un compte AP WiFi
he: הוסף חשבון AP WiFi
hu: WiFi AP fiók hozzáadása
it: Aggiungi account AP WiFi
ja: WiFi APアカウントを追加
ko: WiFi AP 계정 추가
nb: Legg til WiFi AP-konto
nl: WiFi AP-account toevoegen
pl: Dodaj konto WiFi AP
pt_br: Adicionar conta AP WiFi
pt_pt: Adicionar conta AP WiFi
ro: Adăugare cont AP WiFi
sl: Dodaj račun WiFi AP
sv: Lägg till WiFi AP-konto
uk: Додати обліковий запис WiFi AP
vi: Thêm tài khoản AP WiFi
zh_hans: 添加 WiFi AP 账户
zh_hant: 新增 WiFi AP 帳戶

source: Added
ar: تمت الإضافة
ca: Afegida
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
es: Añadido
fi: Lisätty
fr: Ajoutée
he: נוסף
hu: Hozzáadva
it: Aggiunta
ja: 追加日時
ko: 추가됨
nb: Lagt til
nl: Toegevoegd
pl: Dodano
pt_br: Adicionada
pt_pt: Adicionada
ro: Adăugată
sl: Dodano
sv: Tillagd
uk: Додано
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已加入

source: Address (optional)
ar: العنوان (اختياري)
ca: Adreça (opcional)
cs: Adresa (volitelné)
da: Adresse (valgfri)
de: Adresse (optional)
es: Dirección (opcional)
fi: Osoite (valinnainen)
fr: Adresse (optionnel)
he: כתובת (אופציונלי)
hu: Cím (opcionális)
it: Indirizzo (opzionale)
ja: アドレス（任意）
ko: 주소(선택 사항)
nb: Adresse (valgfritt)
nl: Adres (optioneel)
pl: Adres (opcjonalnie)
pt_br: Endereço (opcional)
pt_pt: Endereço (opcional)
ro: Adresă (opțional)
sl: Naslov (neobvezno)
sv: Adress (valfritt)
uk: Адреса (необов'язково)
vi: Địa chỉ (tùy chọn)
zh_hans: 地址（可选）
zh_hant: 位址（選填）

source: Address unavailable
ar: العنوان غير متوفر
ca: Adreça no disponible
cs: Adresa nedostupná
da: Adresse utilgængelig
de: Adresse nicht verfügbar
es: Dirección no disponible
fi: Osoite ei käytettävissä
fr: Adresse non disponible
he: הכתובת אינה זמינה
hu: A cím nem elérhető
it: Indirizzo non disponibile
ja: アドレスが利用できません
ko: 주소를 사용할 수 없음
nb: Adresse utilgjengelig
nl: Adres niet beschikbaar
pl: Adres niedostępny
pt_br: Endereço indisponível
pt_pt: Endereço indisponível
ro: Adresă indisponibilă
sl: Naslov ni na voljo
sv: Adress inte tillgänglig
uk: Адреса недоступна
vi: Địa chỉ không khả dụng
zh_hans: 地址不可用
zh_hant: 位址無法使用

source: Adjusts the cell box around each glyph for the selected font. Negative values tighten spacing; positive values loosen it. Settings are saved per font.
ar: يضبط مربع الخلية حول كل حرف للخط المحدد. القيم السالبة تضيّق التباعد؛ القيم الموجبة توسعه. تُحفظ الإعدادات لكل خط.
ca: Ajusta la caixa de cel·la al voltant de cada glif per al tipus de lletra seleccionat. Els valors negatius redueixen l'espaiat; els positius l'amplien. Els ajustos es desen per tipus de lletra.
cs: Upravuje rámeček buňky kolem každého glyfu pro vybraný font. Záporné hodnoty zužují rozestupy; kladné je rozšiřují. Nastavení se ukládá pro každý font zvlášť.
da: Justerer cellefeltet omkring hvert glyf for den valgte skrifttype. Negative værdier strammer mellemrum; positive værdier løsner dem. Indstillinger gemmes pr. skrifttype.
de: Passt das Zellenfeld um jedes Glyph der ausgewählten Schrift an. Negative Werte verringern den Abstand; positive Werte vergrößern ihn. Einstellungen werden pro Schrift gespeichert.
es: Ajusta la caja de celda alrededor de cada glifo para la fuente seleccionada. Los valores negativos reducen el espaciado; los positivos lo amplían. Los ajustes se guardan por fuente.
fi: Säätää solulaatikkoa jokaisen kirjasinmerkin ympärillä valitulle fontille. Negatiiviset arvot tiivistävät välistystä; positiiviset arvot väljentävät sitä. Asetukset tallennetaan fonttikohtaisesti.
fr: Ajuste la cellule autour de chaque glyphe pour la police sélectionnée. Les valeurs négatives resserrent l'espacement ; les valeurs positives le relâchent. Les réglages sont enregistrés par police.
he: מתאים את תיבת התא סביב כל סימן עבור הגופן הנבחר. ערכים שליליים מצמצמים את המרווח; ערכים חיוביים מרחיבים אותו. ההגדרות נשמרות לכל גופן.
hu: A kiválasztott betűtípus minden karakterének celladobozát módosítja. A negatív értékek szűkítik a térközt; a pozitív értékek lazítják. A beállítások betűtípusonként mentődnek.
it: Regola la cella attorno a ogni glifo per il font selezionato. Valori negativi restringono la spaziatura; valori positivi la allentano. Le impostazioni vengono salvate per ogni font.
ja: 選択したフォントの各グリフを囲むセルボックスを調整します。負の値はスペースを詰め、正の値はスペースを広げます。設定はフォントごとに保存されます。
ko: 선택한 폰트의 각 글리프 주위 셀 상자를 조정합니다. 음수 값은 간격을 좁히고 양수 값은 늘립니다. 설정은 폰트별로 저장됩니다.
nb: Justerer cellefeltet rundt hver glyf for den valgte skriften. Negative verdier strammer avstanden; positive verdier slakker den. Innstillingene lagres per skrift.
nl: Past het celvak rond elk teken aan voor het geselecteerde lettertype. Negatieve waarden verkleinen de afstand; positieve waarden vergroten die. Instellingen worden per lettertype bewaard.
pl: Dostosowuje pole komórki wokół każdego glifu dla wybranej czcionki. Wartości ujemne zacieśniają odstęp; dodatnie go rozszerzają. Ustawienia są zapisywane dla każdej czcionki.
pt_br: Ajusta a caixa de célula ao redor de cada glifo para a fonte selecionada. Valores negativos estreitam o espaçamento; valores positivos o ampliam. As configurações são salvas por fonte.
pt_pt: Ajusta a caixa de célula em torno de cada glifo para o tipo de letra selecionado. Valores negativos reduzem o espaçamento; valores positivos ampliam-no. As definições são guardadas por tipo de letra.
ro: Ajustează cutia celulei din jurul fiecărui glif pentru fontul selectat. Valorile negative strâng spațierea; valorile pozitive o lărgesc. Setările sunt salvate pentru fiecare font.
sl: Prilagodi celico okoli vsakega glifa za izbrano pisavo. Negativne vrednosti zožijo razmik; pozitivne ga razširijo. Nastavitve se shranijo za vsako pisavo posebej.
sv: Justerar cellboxen runt varje glyf för det valda teckensnittet. Negativa värden minskar avståndet; positiva värden ökar det. Inställningarna sparas per teckensnitt.
uk: Регулює клітинку навколо кожного гліфа для вибраного шрифту. Від'ємні значення стискають інтервал; додатні розширюють. Налаштування зберігаються для кожного шрифту окремо.
vi: Điều chỉnh ô chứa từng ký tự đối với phông chữ đã chọn. Giá trị âm thu hẹp khoảng cách; giá trị dương nới rộng. Cài đặt được lưu theo từng phông.
zh_hans: 调整所选字体中每个字形周围的单元格框。负值收紧间距,正值放宽间距。设置按字体保存。
zh_hant: 調整所選字型中每個字符周圍的儲存格框。負值會收緊間距,正值會放寬間距。設定會依每個字型分別儲存。

source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hu: Haladó
it: Avanzate
ja: 詳細設定
ko: 고급
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançadas
ro: Avansat
sl: Napredno
sv: Avancerat
uk: Додатково
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: After restarting SSH, connect with the MPTCP toggle enabled, then run on the server:
ar: بعد إعادة تشغيل SSH، اتصل مع تفعيل MPTCP، ثم نفّذ على الخادم:
ca: Després de reiniciar SSH, connecteu-vos amb l'opció MPTCP activada i executeu al servidor:
cs: Po restartování SSH se připojte se zapnutým MPTCP a poté na serveru spusťte:
da: Efter genstart af SSH, opret forbindelse med MPTCP-knappen aktiveret, og kør derefter på serveren:
de: Starten Sie SSH neu, verbinden Sie sich mit aktiviertem MPTCP und führen Sie dann auf dem Server aus:
es: Después de reiniciar SSH, conéctese con la opción MPTCP habilitada y luego ejecute en el servidor:
fi: Käynnistä SSH uudelleen, yhdistä MPTCP-kytkin päällä ja suorita palvelimella:
fr: Après avoir redémarré SSH, connectez-vous avec MPTCP activé, puis exécutez sur le serveur :
he: לאחר הפעלה מחדש של SSH, התחבר עם מתג MPTCP מופעל, ולאחר מכן הרץ בשרת:
hu: Az SSH újraindítása után csatlakozzon engedélyezett MPTCP-kapcsolóval, majd futtassa a szerveren:
it: Dopo aver riavviato SSH, connettersi con l'opzione MPTCP attivata, quindi eseguire sul server:
ja: SSHを再起動後、MPTCPトグルを有効にして接続し、サーバーで以下を実行してください:
ko: SSH를 재시작한 후 MPTCP 토글을 활성화하여 연결하고, 서버에서 다음을 실행하십시오:
nb: Etter omstart av SSH, koble til med MPTCP-bryteren aktivert, og kjør deretter på serveren:
nl: Start SSH opnieuw op, maak verbinding met de MPTCP-schakelaar ingeschakeld en voer dan op de server uit:
pl: Po ponownym uruchomieniu SSH połącz się z włączonym przełącznikiem MPTCP, a następnie uruchom na serwerze:
pt_br: Após reiniciar o SSH, conecte-se com a opção MPTCP ativada e execute no servidor:
pt_pt: Após reiniciar o SSH, ligue com a opção MPTCP ativada e, em seguida, execute no servidor:
ro: După repornirea SSH, conectați-vă cu MPTCP activat, apoi rulați pe server:
sl: Po ponovnem zagonu SSH se povežite z omogočenim MPTCP, nato zaženite na strežniku:
sv: Efter omstart av SSH, anslut med MPTCP aktiverat och kör sedan på servern:
uk: Після перезапуску SSH підключіться з увімкненим MPTCP, потім виконайте на сервері:
vi: Sau khi khởi động lại SSH, kết nối với tùy chọn MPTCP được bật, sau đó chạy trên máy chủ:
zh_hans: 重启 SSH 后，启用 MPTCP 开关进行连接，然后在服务器上运行：
zh_hant: 重新啟動 SSH 後，啟用 MPTCP 開關進行連線，然後在伺服器上執行：

source: After signing in, return to this app to continue.
ar: بعد تسجيل الدخول، عد إلى هذا التطبيق للمتابعة.
ca: Després d'iniciar sessió, torneu a aquesta aplicació per continuar.
cs: Po přihlášení se vraťte do této aplikace a pokračujte.
da: Vend tilbage til denne app efter login for at fortsætte.
de: Kehren Sie nach der Anmeldung zu dieser App zurück, um fortzufahren.
es: Después de iniciar sesión, regrese a esta aplicación para continuar.
fi: Kirjautumisen jälkeen palaa tähän sovellukseen jatkaaksesi.
fr: Après vous être connecté, revenez dans cette app pour continuer.
he: לאחר ההתחברות, חזור לאפליקציה זו כדי להמשיך.
hu: A bejelentkezés után térjen vissza ehhez az alkalmazáshoz a folytatáshoz.
it: Dopo aver effettuato l'accesso, tornare a questa app per continuare.
ja: サインイン後、このアプリに戻って続行してください。
ko: 로그인 후 이 앱으로 돌아와 계속 진행하십시오.
nb: Etter innlogging, gå tilbake til denne appen for å fortsette.
nl: Keer na het inloggen terug naar deze app om door te gaan.
pl: Po zalogowaniu wróć do tej aplikacji, aby kontynuować.
pt_br: Após fazer login, retorne a este app para continuar.
pt_pt: Após iniciar sessão, volte a esta aplicação para continuar.
ro: După autentificare, reveniți în această aplicație pentru a continua.
sl: Po prijavi se vrnite v to aplikacijo za nadaljevanje.
sv: Efter inloggning, gå tillbaka till den här appen för att fortsätta.
uk: Після входу поверніться до цього застосунку, щоб продовжити.
vi: Sau khi đăng nhập, quay lại ứng dụng này để tiếp tục.
zh_hans: 登录后，返回此应用继续操作。
zh_hant: 登入後，返回此 App 繼續操作。

source: Agent
ar: الوكيل
es: Agente
fi: Agentti
he: סוכן
hu: Ügynök
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
pt_pt: Agente
uk: Агент
vi: Tác nhân
zh_hans: 代理
zh_hant: 代理

source: Agent Detection
ar: اكتشاف الوكلاء
ca: Detecció d'agents
cs: Detekce agentů
da: Agentregistrering
de: Agent-Erkennung
es: Detección de agentes
fi: Agenttien tunnistus
fr: Détection des agents
he: זיהוי סוכנים
hu: Ügynökfelismerés
it: Rilevamento agenti
ja: エージェント検出
ko: 에이전트 감지
nb: Agentgjenkjenning
nl: Agentdetectie
pl: Wykrywanie agentów
pt_br: Detecção de Agentes
pt_pt: Deteção de Agentes
ro: Detectare agenți
sl: Zaznavanje agentov
sv: Agentidentifiering
uk: Виявлення агентів
vi: Phát hiện tác nhân
zh_hans: 代理检测
zh_hant: 代理偵測

source: Agent Forwarding
ar: توجيه الوكيل
ca: Reenviament d'agent
cs: Přesměrování agenta
de: Agent-Weiterleitung
es: Reenvío de agente
fi: Agentin välitys
fr: Transfert d'agent
he: העברת סוכן
hu: Ügynöktovábbítás
it: Inoltro dell'agente
ja: エージェント転送
ko: 에이전트 포워딩
nb: Agentvideresending
pl: Przekazywanie agenta
pt_br: Encaminhamento de Agente
pt_pt: Reencaminhamento de Agente
ro: Redirecționare agent
sl: Posredovanje agenta
sv: Agentvidarebefordran
uk: Переспрямування агента
vi: Chuyển tiếp Agent
zh_hans: 代理转发
zh_hant: 代理轉送
